[{"id":"1","name":"Job Zone One: Little or No Preparation Needed","experience":"Little or no previous work-related skill, knowledge, or experience is needed for these occupations. For example, a person can become a waiter or waitress even if he\/she has never worked before.","education":"Some of these occupations may require a high school diploma or GED certificate.","training":"Employees in these occupations need anywhere from a few days to a few months of training. Usually, an experienced worker could show you how to do the job.","examples":"These occupations involve following instructions and helping others. Examples include counter and rental clerks, dishwashers, cashiers, furniture finishers, logging equipment operators, and baristas."},{"id":"2","name":"Job Zone Two: Some Preparation Needed","experience":"Some previous work-related skill, knowledge, or experience is usually needed. For example, a teller would benefit from experience working directly with the public.","education":"These occupations usually require a high school diploma.","training":"Employees in these occupations need anywhere from a few months to one year of working with experienced employees. A recognized apprenticeship program may be associated with these occupations.","examples":"These occupations often involve using your knowledge and skills to help others. Examples include orderlies, forest firefighters, customer service representatives, security guards, upholsterers, and tellers."},{"id":"3","name":"Job Zone Three: Medium Preparation Needed","experience":"Previous work-related skill, knowledge, or experience is required for these occupations. For example, an electrician must have completed three or four years of apprenticeship or several years of vocational training, and often must have passed a licensing exam, in order to perform the job.","education":"Most occupations in this zone require training in vocational schools, related on-the-job experience, or an associate's degree.","training":"Employees in these occupations usually need one or two years of training involving both on-the-job experience and informal training with experienced workers. A recognized apprenticeship program may be associated with these occupations.","examples":"These occupations usually involve using communication and organizational skills to coordinate, supervise, manage, or train others to accomplish goals. Examples include food service managers, travel guides, electricians, agricultural technicians, barbers, nannies, and medical assistants."},{"id":"4","name":"Job Zone Four: Considerable Preparation Needed","experience":"A considerable amount of work-related skill, knowledge, or experience is needed for these occupations. For example, an accountant must complete four years of college and work for several years in accounting to be considered qualified.","education":"Most of these occupations require a four-year bachelor's degree, but some do not.","training":"Employees in these occupations usually need several years of work-related experience, on-the-job training, and\/or vocational training.","examples":"Many of these occupations involve coordinating, supervising, managing, or training others. Examples include accountants, sales managers, database administrators, graphic designers, chemists, art directors, and cost estimators."},{"id":"5","name":"Job Zone Five: Extensive Preparation Needed","experience":"Extensive skill, knowledge, and experience are needed for these occupations. Many require more than five years of experience. For example, surgeons must complete four years of college and an additional five to seven years of specialized medical training to be able to do their job.","education":"Most of these occupations require graduate school. For example, they may require a master's degree, and some require a Ph.D., M.D., or J.D. (law degree).","training":"Employees may need some on-the-job training, but most of these occupations assume that the person will already have the required skills, knowledge, work-related experience, and\/or training.","examples":"These occupations often involve coordinating, training, supervising, or managing the activities of others to accomplish goals. Very advanced communication and organizational skills are required. Examples include librarians, lawyers, astronomers, biologists, clergy, surgeons, and veterinarians."}]